woods
bringing
nalysis
dialogs
yahoo
wrong
fit
fix
fig
combinatorial
categorical
needed
natura
extend
nature
extent
corporate
objective
indicative
pcfgs
thesaurus
chain
exact
minute
sorted
spoken
turned
turney
opposite
inconsistent
readings
assigns
linguistic
generator
priori
lowing
traffic
dictionarybased
pivot
lexicographers
firstorder
hands
sang
abbreviated
automata
automate
initiated
company
learn
huge
courses
research
offline
penman
ambiguities
affix
collectively
bell
binding
knn
couple
behave
produce
clustering
influence
revision
hmmbased
video
dynamics
multimedia
makes
books
false
atis
placement
entities
comprising
guessing
pronoun
crosslinguistic
genetic
coherence
moves
recognition
biology
evident
problem
details
zhou
worth
innovative
production
routines
illustrate
validity
contents
convenient
completed
runs
draws
cooperation
drawn
strong
baselines
usable
designers
rendering
turns
teacher
extra
correspondence
dependencies
advantages
transition
ff
transferred
importantly
enriched
anchored
lexical
exploit
metric
develop
verbal
insideoutside
abney
encoding
heavy
american
randomly
unconstrained
physics
phenomenon
determiners
deciding
empty
mturk
reviewed
sketch
similar
correlated
correlates
compact
lkb
countability
camera
averaged
links
intuitions
sentiments
including
attachments
constitute
special
mappings
moens
grounding
higherlevel
raises
goldstandard
key
limits
controlled
examines
examined
speaker
distant
additional
gain
highest
multimodal
limited
markov
edits
berlin
room
root
personal
aids
smadja
ome
asks
realizing
meets
2009a
weakly
assigned
predicting
automatically
analyse
analyst
analogous
targets
box
boy
bos
bow
bob
bod
distractors
regularities
teufel
frequent
satisfying
august
capable
kappa
promising
protein
extended
consisted
plausibility
linear
hour
phrasing
minimum
acts
maps
paths
hearing
differentiate
services
lattices
premise
grounded
point
expensive
century
antecedents
zhu
presently
entire
didnt
subsequently
phonetic
sweden
teams
associating
mode
introduces
introduced
preexisting
treetostring
detail
extends
direct
selected
attributevalue
montague
parallel
associate
marcus
encouraging
fiction
normalization
traditionally
borrowed
muc
gave
excerpt
ppi
pps
picture
bunsetsu
faster
rom
row
emphasized
problematic
figure
representations
sciences
lus
drastically
cheap
sentential
predicted
managing
direction
interpretations
case
phoneme
cast
author
status
researchers
polish
estimator
readable
attentional
generalize
employing
nucleus
compounding
motivation
ies
iew
ied
emails
contextual
attention
operat
flight
higher
questions
summaries
separately
alternatively
pipeline
long
partitioning
nice
meaning
allowing
concluded
concludes
chose
suggests
recognized
unknown
extractor
workbench
grounds
1the
porting
heavily
smart
carried
carries
automated
normal
conclusion
regional
downstream
machine
represents
solution
iteration
causing
ment
menu
topological
score
outcome
adapted
linguistically
extraction
life
ideas
ideal
collections
people
reducing
umls
exist
alshawi
dimensionality
solved
current
studied
studies
apparent
believes
believed
parameter
definitions
pedersen
decades
matches
records
matched
revised
aspectual
bunescu
nested
axe
definite
keyboard
concatenation
stateoftheart
allocation
costs
trains
apple
aa
ac
ae
ad
ai
al
ar
au
vocabulary
a1
a2
syntactic
reasoning
evolved
imagine
pronunciations
relationship
focusing
ext
exp
set
sec
community
fung
levels
location
reduces
computational
adverbs
rhetorical
codes
coded
ferent
sides
essay
inferences
index
instantiation
daelemans
charniak
efficiently
hypothesize
namedentity
merge
frequency
wer
interactions
ihe
documents
mechanism
email
drug
leads
highlighted
subtree
automatique
sparsity
collaborative
seeds
function
reinforcement
bearing
denote
variety
established
reconstruction
wordbased
fragment
postediting
latent
summarizing
scalable
workshops
requests
negotiation
formatting
discourses
comparative
confirmed
patent
scenario
adding
transformed
portuguese
comments
global
graph
relational
supporting
explosion
appears
change
december
tagged
tagger
window
en
ei
ee
ed
ef
eu
ep
es
er
shown
opened
shows
e1
e2
styles
orthographic
impossible
etzioni
ebmt
style
characterization
complements
real
read
recorded
conservative
sales
storage
mathematics
pointing
subproblems
headdriven
food
foot
ass
asr
asl
probability
reflected
trees
manning
describes
governor
interpolation
guarantees
march
marcu
interestingly
run
ruc
required
partsofspeech
oov
requires
capturing
click
products
benchmark
compiled
agenda
updating
consequences
pointed
quantified
quantifier
evolution
usefulness
addition
interannotator
expansion
activation
evolving
ish
iso
isa
keyword
matter
inconsistency
crossvalidation
pcfg
stop
distinction
ix
ip
ir
iv
ii
ij
im
il
io
ia
ib
id
ig
i1
unrestricted
designer
designed
fluent
killed
contemporary
highlight
ji
jj
middle
cancer
wordlevel
audience
specifies
vertex
subcategorisation
tackle
intentional
starting
represent
bottleneck
extractors
achieving
bulgarian
cer
penn
gazetteers
idea
idex
participants
koo
interactive
commentary
individual
multiparty
interfaces
supply
create
substrings
copying
moment
examples
forward
explaining
detects
informally
effectively
regions
dirichlet
areas
experiences
exploited
handful
optional
passing
schutze
clusters
center
appelt
tests
works
panel
dataset
buy
bus
minutes
hpsg
intransitive
augmented
street
specification
dative
visible
md
ma
mm
ml
mi
mt
ms
mr
end
eng
ent
bootstrap
enter
fall
filling
categorize
serve
talking
effectiveness
centering
reflecting
conta
teachers
recursion
complex
embodied
limitation
medium
compositional
simulations
broadly
der
del
realizations
groups
www
dropped
nonliteral
requirements
conversations
ultimately
convention
emphasis
authoring
sampling
seeking
shifts
guided
guides
attempting
sequences
mutually
strongly
politics
induce
rate
nonlinear
arise
transduction
lowlevel
twenty
chineseenglish
define
precedence
translators
weights
thomas
carefully
ined
collocations
van
cohen
theoretic
taxonomic
qa
respect
literal
align
helpful
drop
mined
analysed
analyses
analyser
extension
habash
record
demonstrate
standardized
aggregate
2008b
2008a
showed
spend
layout
headline
pado
country
worked
papineni
quantitative
bnc
quirk
subclass
back
inside
inflected
reserved
understanding
funded
allowed
revealed
tutoring
constitutes
suffixes
open
argument
retrieve
lascarides
chiang
assistant
resource
grefenstette
concentrate
binary
conditional
mass
parallelism
parameterized
reranking
termed
reduce
selftraining
leverage
microsoft
extractions
deductive
systematic
conclusions
ivat
yields
names
analysing
suit
ut
um
uh
uk
parses
parser
parsed
pasca
conjunctions
outcomes
causal
klein
fits
thesauri
chosen
outlined
outlines
intervention
accuracy
mechanical
decade
argmax
correlations
lf
ends
lg
le
pragmatics
lt
rambow
lu
spain
checking
l2
software
assess
desirable
player
theories
japan
highlights
created
creates
tune
scenes
disambiguation
keywords
covering
topical
visualization
transcript
true
mitkov
trigram
charles
prove
bagofwords
ambiguity
organizations
cas
car
cat
cal
redundancy
unlabeled
conjunct
january
happen
rational
card
care
british
2005a
2005b
checked
checker
decompose
successive
attributed
ngram
supervised
removing
reliability
syntacticsemantic
computerized
skeleton
reviewers
loose
modify
selective
perceptron
entails
hierarchy
held
yi
yu
iff
labs
reason
scheme
schema
norms
viterbi
experienced
popularity
accuracies
assertion
reads
ready
describing
minimal
entailed
intuitive
rewriting
suite
affective
wil
combinations
literacy
explores
completely
precisely
based
bases
comparable
dictionaries
connectives
washington
calculate
coefficient
aligner
adult
aligned
president
encounter
quantify
crucial
features
distance
enabled
enables
extracting
translator
subject
representational
website
mouse
lexicalized
welldefined
bounds
mckeown
wealth
permutations
confused
map
mat
max
man
cascade
pitch
3rd
thing
algorithms
switching
rating
pustejovsky
ongoing
wordnet
speech
arguments
largely
extensively
callisonburch
miyao
sophisticated
deep
resembles
applicable
detected
andor
component
readily
eye
comparing
paragraph
playing
print
members
dont
assumption
pars
majority
elhadad
extremely
branching
common
locating
discourse
purpose
acronyms
prepositions
classifiers
optimize
frames
classic
insertion
iii
account
obvious
spell
decrease
wellformed
encyclopedia
cycles
passonneau
bulk
cooccur
actual
machinelearning
transitions
kbest
poorly
represented
forum
decreasing
london
monotonic
solutions
report
automatic
detection
weak
procedure
experts
specific
reorderings
bangalore
focus
environment
discovering
core
emerge
inducing
reorder
misleading
rely
generative
cope
copy
rent
nlp
nlu
nlg
reveal
weischedel
college
federal
hours
bakeoff
pos
tiger
irrelevant
lexicons
coupled
persons
nc
ne
rose
stand
accounts
melamed
barcelona
hmms
systemic
als
stochastic
basically
influences
expect
induces
induced
consequence
feel
hotel
rte
treebank
compiler
conception
stating
characteristic
problems
outofvocabulary
eds
polarities
kyoto
lemmas
tures
module
interlingua
attractive
platforms
made
tems
begun
inadequate
elegant
theory
reported
conversational
unix
unit
senseval
significance
classify
distinguishing
enhance
xia
acquisition
object
bush
release
ease
easy
east
posed
signals
poses
consensus
slightly
offer
incorporation
uttered
binarization
prefer
explicitly
varieties
conveying
2the
phonotactic
realization
note
remarks
slot
slow
settings
searches
vague
cotraining
scientific
age
accents
oracle
unigram
concluding
converts
attitude
labeling
river
verbs
shorter
virtually
stack
input
repair
submit
elements
ago
partial
continues
gathered
great
ctb
singular
deictic
calculus
device
realworld
terrorist
lattice
insufficient
overlapping
rule
phones
simultaneously
icat
meaningful
ical
fellowship
rewrite
analytical
observed
wider
engines
mistake
independent
outperformed
fusion
repository
polysemous
brown
consonant
refine
typical
initial
eliminated
accordance
recover
online
fmeasure
notice
investigates
benefit
inherent
formulate
valid
building
equivalence
snippets
emotions
uniquely
generate
ratings
speculative
lit
clear
clean
familiarity
sensitive
headed
annotator
block
antecedent
practically
literally
configurations
domaindependent
exhaustive
facilitates
magnitude
behaviors
emerging
state
aligning
ontologies
disambiguated
unseen
shed
shen
proofs
coders
utility
pe
xerox
cells
po
todays
presents
asia
const
permit
endings
call
composite
substructures
operations
ructure
billion
restricted
bigrams
bar
bas
bag
prototypical
forthcoming
balance
carlson
potentially
crossdocument
manual
cascaded
offering
technique
finally
williams
institute
additive
india
acceptable
avoiding
argues
argued
views
proteins
girl
living
inductive
trace
track
ranking
designated
tractable
mark
mary
profiles
movements
adverbial
measuring
conducting
wordsense
wsd
wsi
wsj
putting
questionanswering
movement
ranges
copestake
phonemic
destination
pp
functor
instances
contrary
built
build
lexicographic
smallest
desired
raise
solid
tenses
keys
pointwise
pronounced
augmenting
restrictive
sort
chicago
attachment
descriptive
identified
identifies
identifier
lfg
lecture
facilitate
preliminary
omission
received
appearance
receives
indexing
thought
noise
noisy
mwe
risk
integrated
guiding
phone
phrases
guarantee
gate
executed
taxonomies
rac
ran
raw
labels
availability
reconstruct
comprehension
characters
ideally
efforts
presence
indispensable
removed
versions
check
computation
2004a
stands
memory
boston
conversely
investigated
persian
factors
generality
expectation
highlevel
review
utterance
followup
blog
samples
pereira
knowledge
datadriven
ign
requested
lack
attitudes
trouble
passed
reach
hit
longest
learns
learnt
libraries
consecutive
rapid
depending
theorem
catalan
modifications
grouped
interpretable
deals
dealt
scales
gazetteer
phrasestructure
biomedical
york
salient
simulate
vocabularies
cache
choices
english
identical
searching
argumentative
tag
june
abbreviations
circumstances
absolute
multidimensional
dialogues
sensitivity
semeval
replace
beneficial
fish
mbr
variable
choice
steedman
accomplished
working
thompson
originally
incremental
emotion
minimizes
specialists
semcor
buffer
underlined
vision
relations
engaged
edges
tracking
dimension
semantically
ru
scf
past
pass
knowledgebased
experience
prior
door
tested
respective
signs
roots
focussed
numeric
operation
denotes
denoted
pairs
laboratories
exponential
empirical
toutanova
methods
opens
considerably
considerable
chat
semeval2007
land
incorporate
indicating
henceforth
twostep
process
educational
robot
fundamentally
adaptive
length
pervasive
worldwide
web
consistent
places
compared
compares
searched
obtained
separated
segmentations
recovery
arcs
detecting
john
yesno
lewis
discussions
optimum
applicability
counterparts
participation
peer
update
interval
pronunciation
cost
wordforms
weighting
product
learningbased
introduce
naming
divergence
resulted
dynamically
equipment
discovered
taxonomy
nirenburg
listing
determination
inquiry
alleviate
month
marginal
conventional
fulltext
sequentially
undergo
ules
systems
miss
hundred
procedural
ranked
lives
costly
lie
consistency
lin
economic
nondeterministic
investigations
sponsored
scope
svm
convert
temporal
separating
powerful
constrain
tend
overlap
previously
north
dialogue
functions
additionally
metadata
kilgarriff
undesirable
captions
city
connectionist
observation
incorporating
commission
interest
syllabification
unexpected
dealing
filler
filled
exemplified
hierarchically
sake
bracketing
noun
nous
lsa
repositories
bayes
methodological
formulas
formulae
synonym
joshi
judging
nonlinguistic
formulations
assist
images
labelling
expressions
preserved
perspective
specialized
intractable
express
semiautomatically
logistic
restaurant
bridge
timeml
development
shape
alternative
cut
cue
translate
composing
patternbased
presenting
compose
access
composed
partofspeech
suffix
predicateargument
explanation
acquire
abstracts
october
influenced
fixed
intensity
difficulties
boundary
tense
assessments
classical
sproat
texttospeech
measure
conveys
ontological
disciplines
guidelines
supplied
tv
tu
te
ta
proceeds
lements
boosting
longterm
filter
corpus
final
scientists
generally
mildly
conference
grammars
disambiguating
numerical
proposed
proposes
continued
setting
passage
unfamiliar
impressive
inflectional
diagrams
suggestions
usability
turn
turk
ture
modelled
register
animation
competition
ported
treat
datasets
earley
websites
lisp
naval
ubiquitous
lhe
began
avenue
weight
introduction
traditional
gains
defense
ings
obstacle
reliance
generalized
systematically
range
question
today
dale
users
confirmation
idiomatic
sentiment
clir
linked
local
targeted
koehn
bottomup
environments
devise
deemter
conceived
transfer
dorr
mccallum
pbsmt
military
cooccurrences
relat
organized
nontrivial
effective
vary
directional
structural
person
letter
bleu
fair
fail
blei
refinement
multiword
fairly
opinions
steps
overhead
actor
developers
demonstrative
lexicalsemantic
prevent
longdistance
love
visual
involve
values
kong
contained
intuition
typing
thousand
passes
harris
grouping
accessing
industry
original
deeper
section
contrast
pick
action
information
fraser
psychology
determiner
determined
play
plan
closely
corresponds
jelinek
formats
demands
anguages
agreement
specifically
link
line
robots
carreras
code
lec
led
lee
les
lex
standing
doubt
negation
animal
sufficiently
bad
david
colleagues
studying
adjunct
bikel
interacting
annotators
surprisingly
command
commitment
construction
recognize
directory
kanji
school
indices
study
found
chooses
permits
ordinary
affected
presupposition
dialects
enhancing
strength
phonological
heuristics
subtle
dl
dm
di
dg
db
dt
du
dr
ds
dp
depends
listeners
cor
con
flexible
recurrent
passive
korean
2007b
2007a
productions
interested
satisfy
labeled
productive
compatibility
idiosyncratic
acknowledge
parsing
wong
gaussian
receiving
inevitably
expertise
ground
notions
prepositional
builds
justified
article
configuration
stems
document
speed
treatment
choi
operator
describe
completeness
coverage
semisupervised
permutation
descriptors
spontaneous
clarke
base
v2
maximization
transcripts
belong
modification
submission
creation
heterogeneous
adults
ending
depth
experiment
opensource
focuses
focused
arrive
predict
reflects
located
spelling
transitive
inputs
inverted
suitability
providing
proceedings
equivalents
cons
correctly
ungrammatical
ine
accurate
possess
hu
ho
ha
modifiers
dynamic
pdt
companies
correct
ney
net
ner
nes
messages
princeton
judges
judged
fields
linguist
formalized
exception
hits
surprising
felt
fell
marks
template
rigid
effort
regularization
pure
differs
conjunction
yield
reusable
mechanisms
pollard
carry
continuous
jurafsky
manager
summary
communicated
parentheses
analogies
margin
totally
seconds
assessing
hybrid
durations
sublanguages
standard
narrow
controlling
des
det
den
dec
def
funding
projected
utilizes
utilized
construct
eisner
campaign
classifications
coreferential
spent
conjunctive
alternate
indication
severely
private
practical
tsujii
philosophy
disfluencies
ld
lb
lc
la
ln
lo
ll
lm
lh
li
lr
ls
lp
ly
l1
retain
pointers
supported
conform
freely
responses
underlying
simpler
doesnt
disambiguate
variations
nonterminals
variation
applied
implicit
examplebased
thesis
biological
western
salton
handwritten
extracts
participating
clarity
greatest
morphemes
nnp
varying
henderson
advantage
avons
approximated
adequately
associates
origin
interesting
require
ana
ann
falls
satta
verbnet
detect
rooth
events
changing
heuristic
provided
legal
refinements
idiom
polarity
belonging
worse
worst
tem
ten
ted
ter
tes
options
compensate
largescale
predicate
september
presented
discrete
health
instruction
added
psychological
litman
pr
ps
pw
pt
pc
pa
pi
pn
pl
pm
p2
audio
batch
integer
alignments
understood
gradually
standalone
quantification
suffers
lafferty
hiero
separation
fed
fee
depicted
fer
attribute
parliament
calculation
richness
integrates
intonation
patients
displayed
hypothesis
transformationbased
untagged
layer
maxent
cross
capabilities
column
domain
automat
maintains
inherently
japaneseenglish
medline
reduplication
specially
hockenmaier
schank
lessons
european
logy
desire
substituted
typically
leave
speculation
logically
theoretical
rbmt
facilitating
optimal
improving
tendency
square
iterative
impractical
allen
syllable
inserted
drive
restriction
considers
instantiated
tens
rest
resu
refer
biased
biases
package
unreliable
tight
ty
tt
ts
tn
tl
tm
ti
tc
t2
t1
weblogs
broadcast
treatments
fundamental
measurement
lexicography
elaboration
aac
extensible
factor
constituent
crf
knowing
phrasebased
reliable
reliably
error
concrete
readers
format
formal
facets
relating
tre
expressed
expresses
publications
native
inclusion
degrees
follow
loc
lon
correspond
segment
face
fact
cooccurrence
uch
adjective
frameworks
site
enterprise
referential
constantly
distribution
lookup
spec
items
south
numbers
webber
calculated
implementation
indepth
projections
publicly
perform
connective
taggers
months
decoder
moore
rulebased
vijayshanker
division
sequential
subjectivity
heart
topic
dominance
harabagiu
statistical
forms
agirre
xi
xn
xy
xu
exists
x2
x1
progress
mandarin
overview
solve
lexicosyntactic
collocation
severe
utterances
equivalent
log
los
low
lot
stanford
foster
takes
species
exponentially
sourcelanguage
banko
uring
growing
finite
solves
assign
kay
ontonotes
dominant
generating
languageindependent
girju
older
remaining
lacking
game
propositional
properly
assignments
lapata
documented
counterpart
ke
statistically
analyzer
capture
generic
experimented
page
compatible
equally
diagnosis
validation
vast
ypes
adhoc
governing
drs
drt
ignoring
yamada
setup
caused
rise
replacing
germanenglish
press
mccord
gradient
reader
surrounding
preparation
seed
seek
derivational
syntax
und
une
filtered
intelligence
transforms
lexically
lows
discriminate
fst
depend
journals
canada
hould
participated
gathering
correlation
interpretation
secondary
conferences
roughly
netherlands
serves
served
mixed
important
compositionality
compilation
paraphrases
advice
oxford
association
asher
energy
plot
categorized
orders
networks
distributed
remove
allwords
repairs
complement
engl
ldc
lda
superficial
brent
vogel
nsf
partition
cohesive
helps
objects
formulated
greater
february
morris
interaction
apparently
min
mid
mix
mit
request
graphs
controls
constructing
detailed
gaze
finished
reporting
arising
accessible
assuming
crossing
functional
subword
alternation
mcclosky
restrict
perfectly
snow
2006a
2006b
manipulation
approach
irregular
quickly
cultural
judge
arbitrary
valence
successfully
chapter
intentions
runtime
obtaining
simplifying
algorithmic
convolution
handled
handles
broad
poesio
happened
term
nonterminal
ian
summarization
generalization
discussing
subsequent
topdown
parse
reward
widecoverage
monolingual
regard
multiclass
briefly
hwa
activities
2004b
weaknesses
developed
powers
communities
organised
bootstrapping
finding
inflection
achieved
achieves
latin
creating
relying
roman
political
deletion
nantes
immediately
associations
secondorder
weir
informatics
sections
files
raising
outputs
je
capital
deployed
pantel
light
tuple
july
deve
queries
acquired
organisation
suboptimal
hindi
present
unlike
units
automation
smith
volumes
brought
glass
dramatic
mdl
ate
ata
atn
att
atr
similarly
bateman
project
push
locative
stress
decreases
massive
spanish
draft
sag
sat
pages
ways
genera
prime
rapidly
regularity
instrument
actors
neighbor
technologies
dependents
context
tokenized
select
male
passages
ith
itg
ity
categories
loosely
daume
contiguous
driver
major
differ
syllables
molecular
vocal
logics
documentlevel
load
indefinite
optimization
imposed
imposes
centers
involved
involves
tools
carrying
pour
redundant
cambridge
simulated
tom
pause
simplest
incorrect
predicts
informational
forests
chance
disjunction
surdeanu
hisher
cfgs
brill
rigorous
discontinuous
natural
humanmachine
transforming
sont
satisfied
fac
satisfies
target
extending
1in
explanations
infeasible
nil
competence
clinical
lowest
abstract
scored
scores
upper
discover
perplexity
genes
cahill
clue
recursive
variables
failure
title
learning
koskenniemi
coordinate
underspecification
thinking
cb
ic
tdt
processor
unbounded
nowadays
discriminative
ngrams
transducers
edited
analyzing
trained
modularity
solving
subtask
sts
sentences
mobile
plausible
headword
transcriptions
statistics
windows
calculating
proposition
unstructured
gender
button
addressed
addressee
spanning
front
crosslingual
keller
connected
joint
computed
computer
importance
diversity
plural
subjective
segments
teaching
emerged
commons
force
japanese
overcome
weakness
principles
principled
content
arpa
potential
background
statistic
attached
covers
backoff
locality
corpusbased
palmer
flexibility
permitted
claim
tweets
california
ministry
mining
mellish
tfidf
mixedinitiative
grants
optimality
bayesian
characteristics
everyday
pas
pat
pay
pan
running
aspect
mcdonald
extensive
aiming
organizing
expressing
road
humancomputer
spectral
keyphrases
abc
abe
share
awareness
obtains
terminals
statement
dividing
visiting
consonants
drawbacks
big
bit
google
server
scale
proportional
translat
matching
confirm
tradeoff
intensive
undirected
psycholinguistic
hypernym
improvements
demonstration
phases
illformed
choose
helped
tedious
genres
judgment
ious
proximity
soft
highlighting
host
editing
prevalent
changed
forums
predicates
hypotheses
writing
driving
free
isolated
adapting
affixes
precede
advances
advanced
rounds
remarkable
alternatives
modified
modifies
branches
constituents
motion
symbolic
multiple
quantity
ignores
lambek
cities
minimize
formulating
correcting
sem
hard
symbol
calls
reordering
supertags
relaxation
stemming
simplicity
reflect
1we
framework
thread
success
resnik
script
interact
imperfect
dans
gale
supposed
finds
agree
lengths
analysis
unlimited
aggregation
par
leaf
contributions
wishes
cfg
dedicated
apply
practice
sinica
accent
reaches
centre
candidates
thousands
closer
closed
bbn
reverse
simple
variants
sequence
dependency
em
el
adverbials
prosody
errors
designing
projection
wang
travel
peech
modest
effects
adapt
estimate
affairs
simplify
vertices
altogether
lots
muc3
muc7
muc6
muc5
muc4
conditioned
hong
judgement
academic
han
hat
dagan
czech
bottom
denoting
leacock
incrementally
patient
address
cette
opposed
workshop
significant
structuring
concentrates
entering
twostage
procedures
exploration
naturallanguage
semitic
west
iven
single
ives
technology
verified
visually
constraining
decomposed
preference
satisfactory
prepared
formulation
encourage
linguists
corrected
bias
variant
jiang
resemble
paper
scott
essays
recognizing
columns
schemes
exercise
3d
jointly
adaptation
orderings
novelty
hatzivassiloglou
paired
methodologies
algorithm
turkish
confidence
ontology
customer
integrating
schemas
intelligent
insight
headwords
greedy
prepare
interests
hyponymy
tape
frame
gibbs
unificationbased
loglikelihood
bresnan
union
letters
peters
hirschman
bigram
nonetheless
summarizes
summarizer
summarized
cmu
machines
verb
split
reasonable
barrier
generalizations
characterbased
historical
subjects
huang
essentially
tone
client
clustered
similarities
temporally
sparse
nominalizations
test
grapheme
gui
psycholinguistics
shares
shared
staff
analogical
ibm
syntactically
discussion
positional
brain
inversion
challenges
year
diagnostic
morpheme
professionals
implications
sparseness
output
embedded
poor
synsets
pool
wmt
decide
cues
dune
inspired
manually
producing
regression
reject
communicating
absence
refers
competing
barzilay
scalability
add
propositions
modelling
senseval2
senseval3
grant
composition
informal
ight
showing
terminology
competitions
viewpoints
italian
grammarbased
placing
ordered
application
department
syntactical
resolving
funct
copyright
clark
manage
meet
sought
university
times
automating
noord
estimation
higherorder
karttunen
emotional
surface
increasingly
sourceside
intersection
shiftreduce
roth
demonstrates
demonstrated
limitations
maintenance
education
indirectly
consists
aug
aux
internet
facilities
unrelated
men
met
distinct
exceptions
manuals
bitexts
finitestate
combination
scfg
clauses
realtime
langue
ont
begins
segmented
testing
uncertainty
guaranteed
entered
locations
programs
deal
deaf
anaphors
refined
anaphora
editor
fraction
sagae
bengali
proposals
ilp
processing
sample
membership
police
policy
nominal
speaking
inefficient
threshold
synonymy
label
boundaries
infrastructure
investigating
identifiers
identifying
dependencybased
examine
newspaper
mentions
recall
remain
compound
evaluation
chart
restaurants
foreign
backend
gestures
world
reusability
switchboard
constant
representat
implies
implied
literary
radio
implement
accusative
varied
holds
varies
profile
conceptually
reached
intermediate
transducer
adjectival
disease
inferencing
equal
recognizers
games
comparisons
stores
resolved
recommendation
svms
bank
leaves
excellent
unordered
description
onstraints
diseases
newly
independence
days
investment
situations
distinguishes
full
memorybased
expense
chunker
commonsense
graded
authorship
breaks
valency
papers
inverse
frequencies
trend
kamp
pred
prep
cases
sidner
fourth
platform
hanks
spaces
period
participant
justify
curran
hindle
annotate
carnegie
decisions
treating
contexts
sun
sum
sur
1best
equations
definition
occasionally
chunking
instructions
fellbaum
story
leading
store
king
kind
probabilistic
traum
wrote
precision
prerequisite
machinery
sizes
exemple
languages
include
explore
syntaxbased
assumptions
counting
interpreted
whilst
interpreter
superior
abstractive
edit
priority
disjoint
chapters
job
april
lavie
usage
rare
volume
sgml
kinds
auxiliary
prefix
miller
negated
increasing
explained
successful
methodology
preferable
rankings
enrich
preceded
financial
laboratory
necessarily
responsible
twolevel
retaining
theme
conceptual
preserve
facetoface
child
emergence
happy
accounting
contrastive
commonly
predictions
datr
date
data
yielding
suggesting
million
possibility
vote
future
equipped
morphological
affecting
expression
combines
combined
diverse
hovy
genia
intensional
ace
ach
acm
acl
act
spatial
interpreting
accompanying
stated
accept
states
xue
pang
fewer
analogy
cover
agents
halliday
unannotated
survey
underspecified
comprise
hypothesized
relevance
subtasks
integral
textual
formalism
walker
results
send
engage
labelled
high
blocks
demonstrating
comme
comma
hobbs
latest
promote
hope
nist
edition
hajic
perfect
ci
ch
cn
cm
cl
cc
ca
cg
cf
ce
cd
cs
cr
cp
cu
ct
c2
c1
referents
ball
columbia
realize
gained
official
quantities
matrix
linearly
experimentation
computat
iu
adjacency
classified
classifies
classifier
hearst
notion
guidance
identify
symmetric
families
coherent
punctuation
spread
disadvantage
ionary
balanced
encodes
encoded
responding
grishman
orthogonal
anonymous
trial
inference
terminal
live
expanding
substring
cold
half
hall
space
lms
correction
ratio
developer
resort
relatedness
tradition
touch
duration
greatly
splitting
canonical
answers
string
finer
referred
put
patterns
pairwise
genre
likes
prolog
landauer
user
segmenter
distances
scenarios
russian
gr
ge
gb
ga
wizard
sensetagged
examining
manipulate
domainspecific
chunk
attach
attack
distinguished
exhibit
banerjee
constrained
instance
written
stevenson
cognition
limit
meteor
kudo
entropy
concise
elaborated
transliteration
kumar
language
rights
give
summarize
mccarthy
1this
accurately
integrate
reference
tables
modeling
appeared
anchor
practices
facts
regarded
strategic
assume
morphology
answered
phonemes
exploitation
encode
chemical
tile
summarizers
broadcoverage
gesture
entity
stability
texas
contrasts
fills
kernel
checks
possessive
grosz
broken
organizers
argumentation
vice
field
students
deriving
remote
titles
search
establish
chinesetoenglish
compare
existence
synonymous
morphologically
token
n1
approximately
scoping
newswire
extracted
kb
generators
notation
permission
tended
goldwater
understand
bill
integration
bruce
ellipsis
functionality
knight
narratives
fscore
degradation
syntagmatic
res
rec
rea
ref
reg
red
ree
retrieved
environmental
nonprojective
logical
timing
arises
deployment
insert
webbased
est
esl
predictor
relates
virtual
tweet
tween
estimates
estimated
conduct
hundreds
path
frontend
expectations
scopes
tool
fashion
salience
limiting
capacity
improve
indirect
cooper
ica
ics
primitive
head
hear
descr
backward
partitions
substitute
semant
lemma
criteria
static
coordinated
weighted
millions
surveys
transcription
considered
hypertext
mapped
fails
agencies
propagation
color
tamil
alphabet
baldwin
trainable
adjuncts
o1
ou
ot
communication
strictly
strict
yarowsky
applying
sublanguage
program
presentation
woman
design
segmentation
texts
concept
student
empirically
chairman
measures
overgeneration
measured
penalty
liu
disjunctive
perceptual
succeed
license
slots
robust
lower
competitive
exclusively
lemon
stable
united
estimating
proposing
shallow
planning
diacritics
arguably
commands
sufficient
nom
dual
member
introduct
growth
owl
smoothing
intention
appl
dependence
pursue
typed
types
experimentally
easier
series
substantially
metonymic
hypothetical
trec
participate
alignment
planner
planned
nonparallel
toolkit
matters
previous
classification
lemmatization
conll
raised
facility
son
america
support
devices
models
occurrence
sign
concepts
s2
rmat
ss
sr
sp
su
st
si
sh
sn
sm
sl
sc
sg
se
sd
writers
experiments
investigation
learnability
actively
addressing
hownet
average
merit
feedback
straightforwardly
sites
mani
mann
prototype
enable
ive
customized
inter
level
contextsensitive
highquality
returned
prompt
referent
distortion
customization
rooted
guess
pronominal
representative
uncertain
nouns
da
textbased
infinitive
storing
licensed
reuters
consistently
technical
resulting
prompts
lems
truth
subset
shortest
collecting
bring
principal
meant
glosses
packed
observable
ist
contribute
predominant
cws
controversial
rel
tagging
metonymy
decoding
frank
daughter
browsing
gloss
negative
award
aware
verify
versus
voting
personality
idioms
w2
terms
wa
wo
wn
wi
wh
ws
wr
air
aim
aid
hierarchies
board
requiring
unification
view
obj
bound
absent
computing
governed
entries
perceived
appeal
incoming
trigrams
finegrained
increase
axioms
message
national
television
deux
ei1
validate
valuable
correspondences
rules
sri
srl
indicators
quantitatively
suited
transitionbased
probabilities
offers
history
ions
iona
ffi
graduate
outofdomain
null
mathematical
delivered
stem
step
appendix
zhao
commercial
chang
remains
adequacy
means
started
derivations
management
pictures
missing
rescoring
derive
transformational
typological
journal
objectoriented
synthesized
neutral
presuppositions
stories
jackendoff
preferences
credit
training
predictors
maximal
nave
structured
annotated
mine
regular
principle
consumer
explain
architecture
decides
decided
triples
blitzer
initiative
san
differing
kim
human
character
performing
unnecessary
popular
speechtospeech
item
adds
simultaneous
suggestion
council
johnson
talk
advance
derivation
sounds
speakers
consortium
show
humanhuman
oil
amounts
money
grid
references
svd
general
observe
prominence
ensemble
filters
suffer
2a
conducted
regulation
recording
summer
acceptability
complementary
kernels
ensures
gap
gao
outperforms
replaced
sys
connecting
extensions
realisation
priors
reading
boguraev
train
normalized
alia
mixture
forest
factored
bidirectional
tagset
computations
machinereadable
pattern
deliver
relevant
proposal
unary
certainty
levin
maximizes
flickinger
assessment
complexity
rank
rans
terminological
yang
attested
reductions
turntaking
simplification
della
satellite
savings
appearing
node
ich
ice
roduct
achieve
plant
plans
nonlocal
array
iterations
careful
html
pennsylvania
reduced
theoretically
ptb
programme
tags
behaviour
berkeley
minor
court
goal
essence
pipelined
aims
speedup
croft
spurious
continuum
numerous
syntact
response
java
evaluated
evaluates
loss
lost
dialog
analyze
consist
imperative
backbone
helping
narrative
dramatically
overfitting
worlds
supports
publication
isolation
petrov
neighboring
variability
wall
walk
improves
obtain
indoeuropean
var
mutual
fstructures
contributed
contributes
evaluating
hold
hoc
hot
incomplete
naturalness
result
wikipedia
asked
played
characterize
things
templates
exploratory
disagreement
occurring
creative
mihalcea
pertaining
understandable
reiter
grammatical
time
vectors
implementations
explored
maintaining
predefined
shriberg
formula
programming
judgements
pubmed
render
operate
romanian
locally
likewise
constituency
discarded
power
complete
elimination
adjust
method
social
concerned
objectives
exhibited
handling
triple
projects
communications
mooney
verification
continuously
indian
communicate
receive
opinion
purposes
pieces
animals
ob
produces
produced
accompanied
traces
hltnaacl
ties
viewed
pradhan
cky
distributional
suggested
proficiency
paul
increased
increases
trigger
class
relationships
pragmatic
told
substitutions
word
work
order
office
compromise
rejected
phase
preferred
preprocessor
speak
avoids
compression
stronger
archive
reality
subtrees
assistance
instructional
pauses
cardie
fortunately
annotation
scaling
semantics
accessed
remained
professional
ratnaparkhi
prevents
external
hirschberg
briscoe
early
business
area
assumed
liang
assumes
processors
derived
derives
committee
round
expand
translation
accessibility
listed
international
querying
prague
coarse
baseline
predicative
lasses
translates
translated
simulation
polysemy
architectures
prosodic
inspection
cell
vehicle
coarsegrained
mentioned
converting
kmeans
activity
adopted
goldberg
employed
paraphrase
senses
effect
devised
burden
martin
twitter
bridging
conventions
vapnik
extract
starts
sekine
inappropriate
contribution
slu
sls
slm
suppose
claims
sentence
candidate
speakerdependent
stages
jones
themes
die
pdtb
fly
mais
mail
main
riezler
answering
channel
unusual
eventually
break
critical
moderate
tree
acyclic
resolution
children
straightforward
generalizing
published
bracketed
compiling
mental
house
connect
difficulty
benefits
rates
treated
fine
find
resolve
perspectives
ab
forces
agglutinative
cognitive
affects
chomsky
multilevel
directed
ap
lys
semiautomatic
failures
body
justification
extreme
employs
collection
lines
chief
mention
cutting
republish
dumais
bear
beam
arranged
copies
defining
convey
childrens
comparatively
expressive
lefttoright
analysts
annotations
widespread
acknowledged
grammaticality
formation
wanted
percentage
classes
och
ocr
monitored
explanatory
anderson
synthesis
differences
constructed
tim
tie
longer
neighbors
alternations
quick
quantifiers
water
ional
sessions
insights
stream
decoders
inheritance
4th
exclusive
ruct
george
exploring
exper
conversion
assertions
telephone
disadvantages
driven
components
kupiec
table
separate
hardware
synthetic
song
stimulus
operators
rosenfeld
challenging
phrasal
etal
lab
option
albeit
double
distinctive
law
initially
arbitrarily
reduction
nominals
engineers
twofold
widely
edge
intervals
marked
ignore
portability
partof
repeatedly
markers
noncompositional
rapp
segmenting
inconsistencies
covered
respects
feasible
conversation
galley
richer
wilks
purely
debate
repetition
james
lead
locate
book
feasibility
china
appropriately
music
peut
matsumoto
allan
service
spectrum
metrics
singer
lose
thai
confusion
basque
employ
begin
beings
significantly
supertagging
role
taskoriented
intend
intent
boost
crfs
years
bionlp
complicated
sentencelevel
goodman
printed
addresses
concentrated
formed
situation
transliterations
ofthe
small
foundation
displays
november
intended
organization
occurs
loglinear
avec
approximations
lass
connection
expanded
individuals
marquez
measurements
span
globally
broader
resources
coreference
comparison
bilingual
realized
realizer
scene
ordering
pulman
buchholz
darpa
conclude
identity
choosing
carpenter
pressure
offtheshelf
moschitti
hearers
repeat
radev
priming
associative
electronic
germany
scripts
assessed
techniques
modular
characterizing
cont
hand
lcs
born
substitution
deception
maximum
cohesion
layers
contributing
domains
regularly
occur
economy
serving
factual
blind
mrs
mrd
pinyin
versa
sixth
start
default
event
semantic
learner
learned
tracks
pollack
phrase
utilize
reordered
ces
multilingual
lexica
culture
close
experimental
guide
arabicenglish
exploits
transliterated
performances
positions
michael
gene
formally
s1
articulation
combinatory
determining
lists
submitted
opinionated
relatives
sa
tuned
operates
periods
parts
party
corporation
density
library
home
display
universal
subordinate
recordings
abstracting
communicative
humor
artificial
basis
basic
utilizing
tuples
save
subj
marking
performs
making
nearest
idf
group
monitor
specificity
inferring
modality
performance
eliminating
spans
tuning
sound
primitives
companion
keyphrase
structure
ltag
wellformedness
brackets
threads
constructs
wiebe
coming
matrices
primary
coreferent
mme
beginning
converge
merged
expert
righthand
source
decision
lexemes
mwes
vietnamese
implicitly
assisted
control
communicator
socalled
clarify
approaches
qui
stone
tr
moldovan
concerns
kaplan
discovery
partner
productivity
neural
dcg
female
crucially
anchors
blue
preserving
dialect
appropriateness
ime
imi
imp
provide
researcher
researches
spite
news
tions
drawback
microphone
metaphorical
deleted
ensure
verbmobil
submissions
foundations
clarification
posts
standards
port
vital
inform
representation
modalities
annotating
computes
acquiring
contract
filtering
pilot
granted
week
relies
relied
inability
lets
mood
discussed
discusses
phonology
translating
belief
version
compressed
short
supervision
capitalized
wilson
sources
anaphor
paradigms
collect
johns
inventories
rows
contextdependent
mainstream
degree
leaving
writer
app
api
validated
articles
museum
collaboration
agreed
progressive
favor
identification
bought
ability
opening
piece
tactical
unclear
subsets
geographical
largest
difficult
undertaken
facial
nagao
acronym
promise
coupling
schabes
hidden
skills
sms
danish
predictable
entail
parsers
modern
respond
anaphoric
possibly
unique
fox
continue
fol
unambiguous
inguistic
proved
proves
positive
tightly
introducing
applications
answer
outperform
gazdar
prince
quality
representing
deduction
dimensions
berger
image
spirit
condition
situated
archives
inferential
keeping
science
sense
preprocessing
evaluations
geographic
propose
fiom
missed
timebank
localization
imply
impact
indicator
failed
usages
corpora
mots
recent
pertinent
bn
bi
bp
br
primarily
retrieving
relaxed
defined
defines
tailored
bird
occurred
approached
adopts
phonetically
move
restrictions
figures
phd
unlexicalized
replacement
avoid
stage
naturally
count
smooth
glance
classifying
greek
green
cognates
amenable
ther
list
incorporates
incorporated
organize
solely
accounted
left
polynomial
hebrew
minimization
flat
evidence
physical
modules
generalpurpose
translational
rarely
criterion
explicit
viable
omitted
comprised
comprises
size
proportion
nonstandard
concern
formalization
developing
media
execution
central
lexeme
moved
strings
nodes
abundant
voorhees
f1
lacks
fr
fs
fu
fy
fa
fe
fi
fj
fl
fo
documentation
stolcke
fully
capability
robert
schemata
recursively
substantial
completion
famous
descriptions
partly
mitchell
transformation
evaluate
signal
trends
france
unsupervised
mercer
tradeoffs
collins
postprocessing
optimizing
adjectives
fuzzy
switch
ingu
compute
discrimination
route
modeled
prominent
exploiting
cognate
nonverbal
recognizer
recognizes
jing
hierarchical
blogs
demand
affect
vector
ill
symbols
interpret
counts
type
templatebased
acoustic
surprise
task
tokens
medical
points
implicatures
sorts
motivate
form
digital
editors
grow
outline
hirst
indomain
katakana
paid
pair
black
hungarian
dates
offered
compile
metaphors
operating
cooperative
projective
strategies
faculty
sect
late
obligatory
observations
markup
larger
encountered
emphasize
assignment
atomic
rammar
lexicon
exercises
examination
engineering
query
giving
named
endtoend
specifications
likelihood
w1
aforementioned
wl
implementing
wu
attributes
comment
arabic
usual
testbed
slight
partially
baker
property
granularity
exhibits
combining
timeconsuming
coding
oriented
contact
treats
flow
flom
random
countries
metal
merging
haghighi
inventory
technological
inflections
accommodate
categorization
featurebased
ni
nj
nl
nn
na
ng
ny
np
ns
nt
preceding
n2
1st
mst
stored
msa
performed
swedish
lexicalization
possibilities
csr
subsumption
gaps
attracted
impose
predictive
requirement
simplified
pre
pro
closure
chaque
region
europarl
pruning
implements
modes
model
gram
includes
bounded
included
curve
removal
directions
breaking
equation
gamon
linking
cooccurring
brants
institutions
recently
reasons
dun
duc
due
strategy
enriching
intrinsic
abilities
fragments
fast
groupings
gre
issues
relation
usa
augment
linguistics
weather
induction
nbest
looked
tutor
hmm
fstructure
conveyed
selectional
triggered
meeting
cars
elaborate
reversible
feature
abstraction
rs
ry
ra
rl
rm
rn
ro
ri
tion
speakerindependent
entry
meetings
particle
logic
argue
adverb
graphical
maximizing
divide
price
rationale
activated
eliminate
synset
riloff
tasks
monitoring
edinburgh
correlate
nonparametric
establishing
scarce
compounds
screen
hayes
policies
embedding
structurally
aspects
wordtoword
robustness
systme
smt
large
modal
lakoff
generalizes
internal
gold
incident
dimensional
adjoining
church
straight
comprehensive
necessity
abbreviation
targetlanguage
scratch
young
carbonell
frenchenglish
challenge
element
warren
stock
factoid
occurrences
system
languagespecific
transitivity
handle
listener
bitext
fillmore
streams
va
ve
vi
vn
vp
vt
infinite
drawing
day
government
finnish
selecting
convergence
int
ins
ind
ing
ina
approximation
chen
highly
total
earlier
nets
logs
medicine
opendomain
involving
adequate
vowels
unable
referring
applies
incorrectly
unified
pose
illustration
post
poss
accepts
dot
war
gather
stylistic
selection
uniform
selects
graphic
arg0
arg1
directly
german
diagram
routing
routine
leur
enabling
informed
proven
orientation
closest
repetitions
collective
tremendous
beliefs
dominated
attribution
issue
acknowledgments
family
aimed
urdu
team
ncs
authors
constructions
ibed
position
recommendations
conditions
instantiations
collected
assigning
conflict
qualitative
hasan
independently
katz
excluded
zu
clausal
wellknown
rst
graphbased
partners
tbr
processes
processed
humans
presentations
distinguish
demo
frequently
mistakes
peter
freedom
autonomous
goals
eat
friends
asian
implemented
loop
adopting
suitable
ward
attempt
weeks
propbank
side
typology
analyzers
dog
dop
seeks
make
opportunity
materials
protocol
reuse
meanings
naive
synchronous
subcategorization
xml
shift
scheduling
grammatically
dutch
1a
1c
1b
topics
hearer
efficient
motivations
ized
decomposition
citation
unigrams
file
fill
oral
prefixes
difference
public
iteratively
corrections
industrial
computers
centered
minimizing
simply
consuming
readability
constrains
constraint
enrichment
prototypes
partwhole
exchange
leveraging
ambiguous
enhanced
taking
infer
adj
match
shieber
proper
repeated
navigli
ultimate
synonyms
correctness
toy
tor
top
cycle
roles
capitalization
variance
expected
suggest
mother
tutorial
informative
transform
attempted
portions
formalize
databases
sql
sports
multidocument
individually
mapping
place
generates
returns
released
population
adopt
hedge
strube
connections
satisfaction
taskspecific
vowel
actions
accepted
rich
enormous
sharing
thematic
dist
chinese
disk
proceed
explains
classbased
misspelled
number
characterized
heads
handcoded
gildea
moses
determines
investigate
chodorow
orthography
peoples
literature
workers
customers
essential
phenomena
generated
coling92
smaller
modifier
extractive
material
related
intuitively
discriminating
deterministic
ince
firstly
acceptance
citations
extralinguistic
ranks
reports
brings
reviewing
ranging
signatures
wide
clef
triggers
genus
2nd
strengths
statements
forming
discourselevel
crosslanguage
findings
prediction
bc
bu
crowdsourcing
mesh
boolean
viewpoint
divided
tts
adjectivenoun
remainder
clause
tipster
structures
transcribed
collocational
cosine
reaction
philadelphia
categorial
contextually
framenet
plane
trade
browser
jec
captures
dependent
movie
europe
lem
interface
improved
mind
viewing
quest
illustrates
existing
illustrated
consideration
treebased
tied
transparent
determine
society
extrinsic
nps
appealing
rouge
rough
trivial
familiar
contextfree
graphics
conflicting
combine
mert
mere
nivre
consisting
gpsg
cohn
hahn
cited
lay
lat
lar
las
treeadjoining
network
tackled
indexes
indexed
optimized
inferred
implication
erroneous
clues
prone
ident
properties
newspapers
considerations
distributions
holding
devoted
marker
market
write
discuss
avoided
accomplish
computationally
analyzes
analyzed
tutors
segmental
pruned
return
ccg
adjusted
improvement
session
elementary
generation
posterior
adjunction
enhancement
amount
relate
motivated
motivates
earliest
belongs
parameters
flights
probable
alike
wordaligned
database
judgments
taiwan
motivating
ide
pronouns
draw
william
reviews
plays
metaphor
mismatch
reveals
dictation
hlt
evans
arg
pursued
efficiency
paraphrasing
maximize
harder
coordination
onetoone
converted
chunks
portion
similarity
updated
updates
deemed
active
wordnets
scoring
differently
grammar
particles
signature
grade
attempts
coefficients
restricting
forced
grows
declarative
overt
paradigm
inguist
hypernyms
paragraphs
lies
1990s
approximate
anguage
daily
shot
graehl
prob
french
canadian
tokyo
agent
developments
relative
precise
cepstral
parent
maintained
cluster
entailment
mot
mod
notable
notably
translations
recovering
ient
giza
retrieval
good
easily
notes
learners
headings
annual
transformations
manner
italy
yesterday
entre
parametric
continuing
sds
fluency
maintain
contradiction
proof
departure
tab
serial
de
yielded
labor
das
constraints
minimally
formalisms
unported
text
tokenization
generat
claimed
ion
sets
intonational
chains
handcrafted
paris
voice
treebanks
adjacent
fillers
perception
portable
morphosyntactic
faced
constraintbased
faces
domainindependent
security
terminologies
automaton
navigation
modifying
englishchinese
levy
leve
interactively
words
summarisation
realistic
white
proteinprotein
continuation
captured
rms
2b
distinctions
observing
sighan
zhang
shortcomings
park
part
art
arc
behavior
moving
proc
url
paradigmatic
plain
called
wc
noted
engine
carroll
interlingual
category
dictionary
agency
operational
opportunities
nonnative
ldoce
roark
preposition
percent
branch
